/* 
  ServicesMenu.strings
  GPGServices

  Copyright (c) 2012 Chris Fraire. All rights reserved.
*/
"OpenPGP: Verify" = "OpenPGP: Verify Signature of Selection";
"OpenPGP: Sign" = "OpenPGP: Sign Selection";
"OpenPGP: Encrypt" = "OpenPGP: Encrypt Selection";
"OpenPGP: Decrypt" = "OpenPGP: Decrypt Selection";
"OpenPGP: Insert my key" = "OpenPGP: Insert My Key";
"OpenPGP: Insert my fingerprint" = "OpenPGP: Insert My Fingerprint";
"OpenPGP: Import key" = "OpenPGP: Import Key from Selection";
"OpenPGP: Sign File" = "OpenPGP: Sign File";
"OpenPGP: Encrypt File" = "OpenPGP: Encrypt File";
"OpenPGP: Decrypt File" = "OpenPGP: Decrypt File";
"OpenPGP: Validate" = "OpenPGP: Verify Signature of File";
"OpenPGP: Import" = "OpenPGP: Import Key from File";
